Revit 2027 API
ParameterTypeId.VisGraphicsCoordinationModel Property
 "V/G Overrides Coordination Model"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VisGraphicsCoordinationModel { get; }
Public Shared ReadOnly Property VisGraphicsCoordinationModel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VisGraphicsCoordinationModel {
	ForgeTypeId^ get ();
}
static member VisGraphicsCoordinationModel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace